{"odb_dov": {"Ruční broušení a leštění reliéfů a soch z kamene pemzou, plátěnými kotouči apod. s používáním chemikálií": 3, "Obsluha strojů pro broušení a leštění reliéfů a soch pemzou, plátěnými kotouči apod. s používáním chemikálií": 3, "Volba postupu práce, způsobu zpracování, nástrojů, pomůcek a materiálů pro zhotovování různých sochařských děl ze všech druhů kamene": 3, "Samostatné zpracování výtvarného záměru, studium podkladů a technické dokumentace pro zhotovování sochařských děl ze všech druhů kamene": 3, "Ruční sekání sochařských děl do kamene dle modelů nebo odlitků, včetně vytesávání originálů nebo věrných kopií náročných děl monumentálního charakteru": 3, "Ruční vytesávání soch, plastik, reliéfů a jiných uměleckých děl z kamene dle výtvarných návrhů, zhotovování věrných kopií dle historických předloh": 3, "Povrchové úpravy jednoduchých i historicky cenných kamenosochařských a architektonických děl v rámci provádění restaurátorských prací": 0, "Povrchové úpravy kamenosochařských prací sekáním plastického písma nebo tesáním složitých druhů písma, emblémů a znaků, včetně zlacení a barvení": 3, "Povrchové úpravy např. říms, soklů, kamenných zábradlí, schodů apod. v rámci provádění oprav architektonických děl": 3, "Příprava a úprava surovin a materiálů pro zhotovování plastických, reliéfních a sochařských děl ze všech druhů kamene": 3, "Příprava na vytesávání jednotlivých částí kamenosochařských děl zhotovováním hliněných a sádrových odlitků": 3, "Sestavování a osazování jednodušších i historicky cenných kamenosochařských děl monumentálního charakteru v rámci provádění restaurátorských prací": 3, "Sestavování a osazování sochařských a kamenosochařských děl v interiéru i exteriéru": 3, "Sestavování a zhotovování jednoduchých plastik a reliéfů z kamene pomocí tečkovacího strojku a kružidel a jejich skládání a spojování v celek dle výkresu a modelu": 3}, "odb_zna": {"uměleckořemeslné zpracování kamene (kromě drahých kamenů)": 3, "druhy přírodního kamene": 3, "technologie opracování přírodního kamene": 3, "dějiny umění": 3, "zásady a postupy konzervátorských a restaurátorských prací": 0}}