{"odb_dov": {"Shromažďování důkazního materiálu": 7, "Vedení jednání s klienty v rámci přípravy dalšího postupu v právních záležitostech": 7, "Zastupování klientů před soudy a jinými orgány v oblastech práva včetně obhajoby ve věcech trestních": 7, "Zastupování při správě cizího majetku (správce konkurzní podstaty, zvláštní správce, zástupce správce nebo vyrovnací správce v řízení při konkurzu a vyrovnání)": 0, "Poskytování právních porad klientům": 7, "Sepisování návrhů smluv, právních podání, žalob, odvolání, popř. dalších listin a dokumentů souvisejících s poskytovanými právními službami": 7, "Orientace v právních spisech": 7, "Příprava co nejefektivnějšího vedení jednotlivých právních případů": 7, "Posuzování důkazního materiálu, kontrola náležitostí právních dokumentů důležitých pro jejich platnost včetně kontroly dodržování lhůt z těchto dokumentů vyplývajících nebo souvisejících s poskytovanými právními službami": 7, "Zpracovávání analýz, stanovisek a právních rozborů, např. k písemným úkonům účastníků řízení, k důkaznímu materiálu apod.": 7, "Kompletace spisů a dokladů právního charakteru a jejich příprava k archivaci": 6, "Příprava a kompletace podkladů a dokladů potřebných pro poskytované právní služby": 7, "Sledování změn legislativy, aktualizace a evidence právních předpisů": 7}, "odb_zna": {"občanské právo, vlastnictví, občanský zákoník": 7, "pracovní právo, pracovně právní vztahy, sociální zabezpečení, zákon o zaměstnanosti": 7, "trestní právo": 7, "autorské právo, průmyslově právní ochrana": 7, "komerční právo, smluvně-závazkové vztahy, obchodní společnosti, obchodní zákoník": 7, "právo v oblasti finančních a kapitálových trhů": 7, "převody nemovitostí": 7, "legislativa restitučních vypořádání": 7, "právo pobytové a azylové": 7, "právo Evropské unie": 7, "advokacie": 7, "právní věda, právní principy a zásady": 7, "správní právo, správní řád": 7, "mezinárodní právo": 7}, "obecne": {"Počítačová způsobilost": 2, "Způsobilost k řízení osobního automobilu": 2, "Numerická způsobilost": 2, "Ekonomické povědomí": 3, "Právní povědomí": 3, "Jazyková způsobilost v češtině": 3, "Jazyková způsobilost v angličtině": 2}, "mekke": {"Ovlivňování ostatních": 5, "Efektivní komunikace": 5, "Kooperace (spolupráce)": 4, "Kreativita": 5, "Flexibilita": 5, "Uspokojování zákaznických potřeb": 5, "Výkonnost": 5, "Samostatnost": 5, "Řešení problémů": 4, "Plánování a organizování práce": 4, "Celoživotní učení": 5, "Aktivní přístup": 5, "Zvládání zátěže": 4, "Objevování a orientace v informacích": 5}}