{"odb_dov": {"Shromažďování důkazního materiálu": 6, "Provádění trestního řízení popř. úkonů s ním souvisejících": 6, "Uplatňování zásad součinnosti se složkami integrovaného záchranného systému, zejména s Policií ČR a vymezenými osobami": 6, "Pátrání po zboží uniklém nebo odňatém dohledu celních orgánů včetně odhalování trestných činů": 6, "Zajišťování spolupráce s policií a s orgány činnými v trestním řízení": 6, "Zajišťování administrativní spolupráce se zahraničím při odhalování trestných činů apod.": 6, "Provádění kontrolní činnosti a plnění dalších úkolů za účelem odhalování a zdokumentování celních a daňových deliktů či trestných činů": 6, "Odhalování celních a daňových přestupků, deliktů nebo trestných činů": 6, "Provádění kontrolních činností vyplývajících z mezinárodních smluv v útvarech s vymezenou územní působností": 6, "Příprava podkladů a dokladů pro trestní řízení": 6, "Vedení požadovaných evidencí v oblasti celního pátrání": 6, "Zajišťování dokumentace a kompletace podkladů a dokladů zjištěných celních a daňových deliktů nebo trestných činů": 6}, "odb_zna": {"státní správa v příslušném oboru služby nebo úřadu": 6, "Evropská unie": 6, "vnitřní organizační směrnice (normativní instrukce, vnitřní předpisy, interní normy)": 6, "celní předpisy": 6, "související právní předpisy": 6, "postupy administrace celních dokladů": 6, "metody a postupy pátrání a vyšetřování, práce s informacemi": 6, "držení, nošení a používání střelných zbraní": 6, "zásady součinnosti s jednotkami IZS, Policie ČR a vymezenými osobami": 6}, "obecne": {"Počítačová způsobilost": 3, "Způsobilost k řízení osobního automobilu": 3, "Numerická způsobilost": 2, "Ekonomické povědomí": 2, "Právní povědomí": 2, "Jazyková způsobilost v češtině": 3, "Jazyková způsobilost v angličtině": 2, "": 0}, "mekke": {"Efektivní komunikace": 3, "Kooperace (spolupráce)": 4, "Kreativita": 3, "Flexibilita": 4, "Uspokojování zákaznických potřeb": 4, "Výkonnost": 4, "Samostatnost": 5, "Řešení problémů": 4, "Plánování a organizování práce": 4, "Celoživotní učení": 3, "Aktivní přístup": 4, "Zvládání zátěže": 4, "Objevování a orientace v informacích": 3, "": 0, "Ovlivňování ostatních": 4}}