{"odb_dov": {"Monitorování pohybu, činnosti, styků osob a vozidel pro potřeby ostatních soukromě detektivních činností": 6, "Prověřování osobních, rodinných a majetkových poměrů osob pro potřeby soudních civilních i trestních kauz": 6, "Organizování práce a řízení pracovní skupiny detektivů nebo vedení malé detektivní kanceláře": 6, "Vedení evidence o případech, zpracování zpráv, fotodokumentace apod.": 6, "Zajišťování spolupráce s policií a s orgány činnými v trestním řízení": 6, "Pátrání po osobách a věcech s využitím kriminalistických metod a techniky a věcných bezpečnostních prostředků": 6, "Prošetřování souvislostí a událostí spojených se vznikem škod a skutečností svědčících o právním zájmu klienta, shromažďování informací o důkazech, prověřování spolehlivosti osob a subjektů": 7, "Zajišťování důkazů, svědectví, stop aj. indicií": 6, "Zajišťování ochrany majetku a osob": 6, "Zpracování dokumentace pro vedení soudních sporů včetně trestních řízení, správních kauz apod.": 6}, "odb_zna": {"metody, prostředky a oprávnění soukromé bezpečnostní služby, soukromého detektiva": 6, "metody a postupy pátrání a vyšetřování, práce s informacemi": 6, "ochrana a ostraha objektů, osob a majetku": 0, "osobní ochrana, ozbrojený doprovod": 0, "ochrana a ostraha bankovních objektů a transportů": 0, "držení, nošení a používání střelných zbraní": 0}, "obecne": {"Počítačová způsobilost": 3, "Způsobilost k řízení osobního automobilu": 3, "Numerická způsobilost": 3, "Ekonomické povědomí": 3, "Právní povědomí": 3, "Jazyková způsobilost v češtině": 2, "Jazyková způsobilost v angličtině": 2, "Jazyková způsobilost v dalším cizím jazyce": 1}, "mekke": {"Efektivní komunikace": 4, "Kooperace (spolupráce)": 4, "Kreativita": 4, "Flexibilita": 4, "Uspokojování zákaznických potřeb": 4, "Výkonnost": 4, "Samostatnost": 5, "Řešení problémů": 4, "Plánování a organizování práce": 4, "Celoživotní učení": 4, "Aktivní přístup": 4, "Zvládání zátěže": 5, "Objevování a orientace v informacích": 5, "Vedení lidí (leadership)": 2, "Ovlivňování ostatních": 4}}