{"odb_dov": {"Provádění ergoterapeutických vyšetření, hodnocení senzomotorických, rozumových a komunikačních schopností ve vztahu k provádění běžných denních činností (ADL)": 6, "Volba optimálních ergoterapeutických postupů a metodik, sestavování krátkodobých a dlouhodobých plánů ergoterapie, spoluúčast na sestavování dlouhodobého plánu komplexní rehabilitace": 6, "Aplikování ergoterapeutických postupů a metodik v individuální i skupinové ergoterapii": 6, "Hodnocení a nácvik běžných denních činností (ADL) v nemocničním i ve vlastním sociálním prostředí pacienta": 6, "Hodnocení a nácvik pracovních činností, ergodiagnostika, trénování tolerance zátěže a vytrvalosti pacienta": 6, "Poradenství a instruktáž v oblasti prevence vzniku nemocí z povolání a úprav domácího a pracovního prostředí ve vztahu k potřebám osoby a bariérám prostředí": 6, "Aplikování zásad ergonomie v rámci primární a sekundární prevence poruch pohybového aparátu": 6, "Navrhování popř. zhotovování kompenzačních a technických pomůcek": 6, "Nácvik používání, edukace pacienta, rodinných příslušníků a ošetřovatelského personálu v používání kompenzačních a technických pomůcek": 6, "Podílení se na sociální rehabilitaci osob se zdravotním postižením, poskytování poradenství v oblasti sociální péče a služeb": 6, "Trénink komunikačních a rozumových funkcí na základě indikace lékaře": 6, "Poradenství a podpora v rozvíjení zájmových a rekreačních činností za účelem zlepšení funkčních schopností pacienta": 6, "Poskytování zdravotní péče v souladu s právními předpisy a standardy": 6, "Dodržování hygienicko-epidemiologického režimu v souladu s předpisy upravujícími ochranu veřejného zdraví": 6, "Vedení zdravotnické dokumentace a další dokumentace vyplývající z jiných právních přepisů, včetně práce s informačním systémem poskytovatele zdravotnických služeb": 6, "Poskytování informací v souladu s odbornou způsobilostí nelékařského zdravotnického pracovníka": 6}, "odb_zna": {"anatomie, fyziologie, patologie a patofyziologie, kineziologie pro zdravotnická nelékařská povolání": 6, "ergoterapie a klinické obory např. chirurgie a traumatologie, neurologie, ortopedie aj. tvořící základ potřebný pro poskytování ergoterapeutické péče": 6, "sociální obory související s poskytováním ergoterapeutické péče, např. speciální pedagogika, psychologie, sociální a pracovní rehabilitace, ergonomie aj.": 6, "etika zdravotnického povolání": 6, "organizace a řízení zdravotní péče, včetně vedení dokumentace": 6, "právní předpisy související s poskytováním zdravotní péče, podpora a ochrana veřejného zdraví": 6, "první pomoc a zajišťování zdravotní péče v mimořádných a krizových situacích": 6}}