{"odb_dov": {"Přijímání věcí do úschovy v souvislosti s exekučním, soudním nebo jiným řízením a jejich vydávání při splnění stanovených podmínek": 6, "Vedení jednání s klienty v rámci přípravy dalšího postupu v právních záležitostech": 5, "Poskytování právních porad klientům": 6, "Sepisování návrhů smluv, právních podání, žalob, odvolání, popř. dalších listin a dokumentů souvisejících s poskytovanými právními službami": 6, "Orientace v právních spisech": 7, "Příprava co nejefektivnějšího vedení jednotlivých právních případů": 7, "Posuzování důkazního materiálu, kontrola náležitostí právních dokumentů důležitých pro jejich platnost včetně kontroly dodržování lhůt z těchto dokumentů vyplývajících nebo souvisejících s poskytovanými právními službami": 7, "Zpracovávání analýz, stanovisek a právních rozborů, např. k písemným úkonům účastníků řízení, k důkaznímu materiálu apod.": 6, "Kompletace spisů a dokladů právního charakteru a jejich příprava k archivaci": 7, "Příprava a kompletace podkladů a dokladů potřebných pro poskytované právní služby": 7, "Sledování změn legislativy, aktualizace a evidence právních předpisů": 7, "Shromažďování důkazního materiálu": 7}, "odb_zna": {"správní právo, správní řád": 7, "občanské právo, vlastnictví, občanský zákoník": 7, "komerční právo, smluvně-závazkové vztahy, obchodní společnosti, obchodní zákoník": 7, "převody nemovitostí": 7, "právo Evropské unie": 6, "právní věda, právní principy a zásady": 7}, "obecne": {"Počítačová způsobilost": 2, "": 0, "Numerická způsobilost": 2, "Ekonomické povědomí": 3, "Právní povědomí": 3, "Jazyková způsobilost v češtině": 3, "Jazyková způsobilost v angličtině": 2}, "mekke": {"Efektivní komunikace": 4, "Kooperace (spolupráce)": 3, "Kreativita": 4, "Flexibilita": 4, "Uspokojování zákaznických potřeb": 3, "Výkonnost": 4, "Samostatnost": 5, "Řešení problémů": 4, "Plánování a organizování práce": 4, "Celoživotní učení": 4, "Aktivní přístup": 4, "Zvládání zátěže": 4, "Objevování a orientace v informacích": 4, "": 0, "Ovlivňování ostatních": 3}}