{"odb_dov": {"Braní míry a zaznamenávání údajů pro zhotovování, úpravy a opravy oděvů a prádla, popř. zjišťování měr pro zhotovování jiných šitých výrobků": 3, "Ruční stříhání jednotlivých dílů oděvů a prádla nebo jiných šitých výrobků": 3, "Seřizování šicích strojů pro jednotlivé druhy stehů, výměna nití, jehel a příslušenství": 3, "Volba postupu práce, materiálů, nástrojů a pomůcek pro zhotovování scénických kostýmů, kostýmních součástí, dobového prádla, uniforem a národních krojů": 3, "Tvorba střihů jednotlivých dílů kostýmů a prádla.": 3, "Stanovení spotřeby materiálu pro zhotovování scénických kostýmů, kostýmních součástí, dobového prádla, uniforem a národních krojů": 3, "Šití a sešívání výrobků na základních i na speciálních šicích strojích": 3, "Zkoušení rozpracovaných kostýmů a jejich přizpůsobování postavě herce a výtvarným a technickým požadavkům výtvarníka a režiséra.": 3, "Mezioperační a konečné žehlení, zažehlování a rozžehlování, tepelné tvarování zhotovovaných výrobků": 3, "Dokončování, zdobení, tvarování a další úpravy konečného vzhledu výrobků": 3, "Péče o stroje a zařízení a jejich běžná údržba": 3, "Navrhování scénických kostýmů a oděvních součástí": 0}, "odb_zna": {"technické kreslení v textilu, oděvnictví nebo zpracování kožešin": 3, "textilní materiály a produkty, druhy, vlastnosti, vady, způsoby rozborů a zkoušek": 3, "techniky zhotovování střihů pro oděvy": 3, "oděvní technologie": 3, "technologie zhotovování klobouků, baretů, čepic": 0, "technologie krajkářství, paličkování": 0, "technologie vyšívání": 0, "technologie zpracování kožešin": 0, "dějiny odívání": 3}, "obecne": {"": 0, "Numerická způsobilost": 2, "Ekonomické povědomí": 2, "Právní povědomí": 1, "Jazyková způsobilost v češtině": 1}, "mekke": {"Efektivní komunikace": 3, "Kooperace (spolupráce)": 3, "Kreativita": 4, "Flexibilita": 3, "Uspokojování zákaznických potřeb": 3, "Výkonnost": 3, "Samostatnost": 3, "Řešení problémů": 3, "Plánování a organizování práce": 3, "Celoživotní učení": 3, "Aktivní přístup": 3, "Zvládání zátěže": 3, "Objevování a orientace v informacích": 2, "": 0, "Ovlivňování ostatních": 2}}