{"odb_dov": {"Posuzování vhodnosti řešení oděvů a prádla (střihu a materiálu) pro zákazníka": 1, "Volba postupu práce a materiálů pro zhotovování oděvů a prádla nebo jiných šitých výrobků, popř. pro úpravu a opravu oděvů, opravu prádla apod.": 3, "Obsluha automatických šicích strojů v průmyslové výrobě oděvů a prádla": 0, "Strojní stříhání, vyřezávání a vysekávání jednotlivých dílců z textilního materiálu v průmyslové výrobě oděvů a prádla": 3, "Zkoušení rozpracovaných oděvů a prádla na postavě zákazníka a rozhodování o potřebných úpravách, popř. zkoušení oděvů a prádla při úpravách a opravách": 3, "Braní míry a zaznamenávání údajů pro zhotovování, úpravy a opravy oděvů a prádla, popř. zjišťování měr pro zhotovování jiných šitých výrobků": 3, "Stanovení spotřeby materiálu pro ušití oděvů a prádla": 3, "Zpracování technického nákresu a technického popisu modelu podle výtvarného návrhu návrháře": 3, "Konstruování střihů jednotlivých dílů oděvů a prádla z naměřených hodnot postavy zákazníka": 3, "Ruční stříhání jednotlivých dílů oděvů a prádla nebo jiných šitých výrobků": 3, "Tvarování dílů oděvů výztužnými materiály (žehlením a podlepováním) a tvarování oděvů a prádla, popř. žehlení jiných šitých výrobků": 0, "Sešívání jednotlivých dílů oděvů a prádla na šicích strojích, montáž výrobku, ruční šití, popř. šití jiných výrobků apod.": 3, "Seřizování šicích strojů pro jednotlivé druhy stehů, výměna nití, jehel a příslušenství": 3}, "odb_zna": {"technické kreslení v textilu, oděvnictví nebo zpracování kožešin": 3, "textilní materiály a produkty, druhy, vlastnosti, vady, způsoby rozborů a zkoušek": 3, "techniky zhotovování střihů pro oděvy": 3, "oděvní technologie": 3, "technologie zhotovování klobouků, baretů, čepic": 0, "průmyslové šití (činnosti šičky)": 3, "technologie zpracování kožešin": 0}, "obecne": {"": 0, "Numerická způsobilost": 2, "Ekonomické povědomí": 2, "Právní povědomí": 1, "Jazyková způsobilost v češtině": 1}, "mekke": {"Efektivní komunikace": 3, "Kooperace (spolupráce)": 3, "Kreativita": 3, "Flexibilita": 3, "Uspokojování zákaznických potřeb": 3, "Výkonnost": 3, "Samostatnost": 3, "Řešení problémů": 3, "Plánování a organizování práce": 3, "Celoživotní učení": 3, "Aktivní přístup": 3, "Zvládání zátěže": 3, "Objevování a orientace v informacích": 2, "": 0, "Ovlivňování ostatních": 2}}