{"odb_dov": {"Kontrola a provádění funkčních zkoušek letadlových částí a jejich systémů (reduktor, motor, ...)": 0, "Provádění funkčních zkoušek k testování a vyhodnocování předepsaných parametrů zařízení (reduktorů, motorů, ...)": 0, "Montáž skupin motoru včetně skupin horkých částí, reduktorů a agregátů": 4, "Orientace ve strojírenských normách a technické dokumentaci letadel, letadlových celků a systémů (např. reduktor, motor, ...)": 4, "Orientace v normách stanovených předpisy mezinárodních i národních certifikačních organizací (EASA, ÚCL, ICAO, JAA, ...)": 3, "Dodržování bezpečnosti práce, správné používání pracovních pomůcek": 4, "Orientace v normách a v technické dokumentaci pro provádění pravidelných prohlídek, údržby a oprav letadel podle provozních předpisů": 4, "Volba postupu práce, potřebného nářadí a pomůcek pro provedení montáže, demontáže, opravy, údržby, seřízení letadlových celků a systémů": 4, "Volba postupů práce, nářadí, měřidel a náhradních dílů pro provádění pravidelných prohlídek, údržby a oprav letadel podle provozních předpisů": 0, "Vedení předepsané evidence a protokolů o provedených pracích a zkouškách": 0, "Hodnocení výsledků motorových zkoušek": 0, "Leštění motorových lopatek se zachováním tvaru": 3, "Konečná montáž složitých letadlových motorů a reduktorů": 4, "Složité práce při výrobě a opravách letadlových motorů": 4}, "odb_zna": {"technologie oprav letadlové techniky": 4, "technické kreslení ve strojírenství a v kovovýrobě": 4, "obecné zásady a postupy péče o stroje, zařízení a investiční celky": 4, "kovové materiály a slitiny a jejich vlastnosti (např. tvrdost, pružnost, houževnatost aj.)": 4, "strojní součásti a polotovary a jejich parametry (rozměry, jakost povrchu aj.)": 4, "nástroje, přípravky a měřidla ve strojírenství": 4, "letadlová technika": 4, "technologie broušení": 0, "točivé stroje (např. kompresory, ventilátory, čerpadla, turbíny apod.), vzduchotechnická zařízení": 4}, "obecne": {"Počítačová způsobilost": 2, "Způsobilost k řízení osobního automobilu": 1, "Numerická způsobilost": 2, "Ekonomické povědomí": 1, "Právní povědomí": 1, "Jazyková způsobilost v češtině": 2, "": 0}, "mekke": {"Efektivní komunikace": 3, "Kooperace (spolupráce)": 3, "Kreativita": 3, "Flexibilita": 3, "": 0, "Výkonnost": 3, "Samostatnost": 4, "Řešení problémů": 4, "Plánování a organizování práce": 3, "Celoživotní učení": 3, "Aktivní přístup": 3, "Zvládání zátěže": 3, "Objevování a orientace v informacích": 3}}