{"odb_dov": {"Čtení a používání technických podkladů": 3, "Odzkoušení funkčnosti opraveného stroje, zařízení nebo vozidla": 3, "Používání základních renovačních metod při obnově součástí strojů a zařízení v chovu zvířat": 3, "Provádění údržbářských a opravárenských prací na strojích a strojních zařízeních v chovu zvířat": 3, "Posuzování vlivu opravárenské činnosti na životní prostředí a přijímání opatření k zabránění negativním následkům": 3, "Stanovení pracovních postupů, prostředků a metod": 3, "Posuzování stupně opotřebení a funkční způsobilosti jednotlivých součástí s ohledem na optimální provoz": 3, "Diagnostikování poruch s využitím přístrojů a stanovení způsobu opravy": 3, "Ruční obrábění a zpracování kovových materiálů, popř. plastů": 3, "Základní operace ručního tváření kovů za tepla": 3, "Opravy a údržba motorového vozidla": 3, "Demontáž, montáž a seřizování strojů a zařízení v chovu zvířat": 3, "Obsluha soupravy traktoru a zemědělského stroje pro chov zvířat": 3, "Jednoduché technologické úkony při strojním obrábění technických materiálů a renovaci součástí": 3}, "odb_zna": {"technické kreslení ve strojírenství a v kovovýrobě": 3, "kovové materiály a slitiny a jejich vlastnosti (např. tvrdost, pružnost, houževnatost aj.)": 3, "strojní součásti a polotovary a jejich parametry (rozměry, jakost povrchu aj.)": 3, "strojní mechanismy": 3, "části motorových vozidel": 3, "technologie kovářství a kovárenství": 3, "diagnostika motorových vozidel": 3, "technologie oprav a seřizování motorových vozidel": 3, "zásady chovu hospodářských zvířat a jejich produkce": 3, "zařízení a technologie v živočišné výrobě": 3, "plastové a termoplastové materiály a jejich vlastnosti": 3, "technologie obrábění kovů": 3}, "obecne": {"": 0, "Způsobilost k řízení osobního automobilu": 2, "Numerická způsobilost": 1, "Ekonomické povědomí": 1, "Právní povědomí": 1, "Jazyková způsobilost v češtině": 1}, "mekke": {"Efektivní komunikace": 2, "Kooperace (spolupráce)": 3, "Kreativita": 3, "Flexibilita": 3, "": 0, "Výkonnost": 3, "Samostatnost": 3, "Řešení problémů": 3, "Plánování a organizování práce": 2, "Celoživotní učení": 2, "Aktivní přístup": 2, "Zvládání zátěže": 3, "Objevování a orientace v informacích": 2}}