{"odb_dov": {"Samostatné zajišťování specializovaných kriminalistických a kriminalisticko-technických činností v útvarech policie": 7, "Vykonávání policejních činností při dokumentaci skutkově a právně mimořádně složité trestné činnosti": 7, "Vyhotovování expertních posudků pro orgány veřejné správy a státního dozoru, policii, soudy, pojišťovny apod.": 7, "Obsluha technických zařízení a přístrojů při zajišťování důkazního materiálu trestných činů, přestupků a jiných deliktů": 7, "Obsluhování speciální přístrojové a laboratorní techniky při provádění požadovaných speciálních kriminalisticko-technických a obdobných odborných úkonů a prací": 7, "Používání technických prostředků z oboru daktyloskopie, balistiky, mechanoskopie apod.": 7, "Samostatné provádění metodického odborného dohledu policejní činnosti": 7, "Vedení evidence o případech, zpracování zpráv, fotodokumentace apod.": 0, "Vedení evidence související s odběry vzorků": 0, "Vyhodnocování údajů v policejních evidenčních systémech": 0, "Výkon specializovaných odborných kriminalisticko-technických činností v oboru daktyloskopie, balistiky, mechanoskopie apod.": 0, "Vypracovávání expertních posudků v oboru daktyloskopie, balistiky, mechanoskopie apod.": 0, "Zajišťování důkazů, svědectví, stop aj. indicií": 0, "Zajišťování informací o důkazech, svědectví, stop aj. indicií": 0, "Zjišťování a vyhodnocování údajů v policejních evidenčních systémech": 0, "Odebírání vzorků pro laboratorní posouzení": 0, "Práce s informacemi, informacemi o důkazech a důkazy": 0, "Ovládání střelných zbraní": 0}, "odb_zna": {"činnost kriminální policie": 7, "metody a postupy pátrání a vyšetřování, práce s informacemi": 7, "držení, nošení a používání střelných zbraní": 7}, "obecne": {"Počítačová způsobilost": 3, "Způsobilost k řízení osobního automobilu": 1, "Numerická způsobilost": 2, "Právní povědomí": 3, "Jazyková způsobilost v češtině": 2}, "mekke": {"Efektivní komunikace": 2, "Kooperace (spolupráce)": 2, "Kreativita": 3, "Samostatnost": 4, "Řešení problémů": 4, "Plánování a organizování práce": 2, "Celoživotní učení": 3, "Zvládání zátěže": 2, "Objevování a orientace v informacích": 3}}