{"odb_dov": {"Vypracovávání a projednávání přípravných dokumentací a projektů staveb a technologických zařízení": 6, "Zpracovávání finančních rozpočtů projektových nebo investičních akcí": 6, "Ekonomické vyhodnocování projektů": 4, "Provádění technických výpočtů souvisejících s projekty": 6, "Orientace v normách a v technických postupech v hutní výrobě": 4, "Zajišťování autorského dozoru při realizaci projektových akcí v hutnictví": 6, "Vypracování podkladů na výrobky a zařízení pro výběrové řízení": 6, "Vypracovávání dispozičních a detailních řešení hutních pracovišť, projektování uspořádání provozů a jejich zařízení": 6, "Projektování změn a rekonstrukcí hutních provozů a projektů při rozšiřování a změnách výrob apod.": 6, "Zpracovávání úvodních a prováděcích projektů v hutnictví": 6, "Spolupráce při řešení a odstraňování běžných poruch, havárií a dílčích neshod s projektovou dokumentací": 6}, "odb_zna": {"technické kreslení ve stavebnictví": 4, "ekonomika a řízení ve strojírenství a kovovýrobě": 4, "technické kreslení ve strojírenství a v kovovýrobě": 4, "kovové materiály a slitiny a jejich vlastnosti (např. tvrdost, pružnost, houževnatost aj.)": 4, "základy technologií ve strojírenství a v kovovýrobě, základní druhy strojů a zařízení": 6, "systémy a standardy jakosti a kvality ve strojírenství a kovovýrobě": 4, "elektrotechnika": 0, "ukazatele ekonomické efektivnosti investic a projektů": 4, "průmyslová ekologie": 0, "zásady BOZP": 0, "automatizované systémy řízení výroby": 6}, "obecne": {"Počítačová způsobilost": 3, "Způsobilost k řízení osobního automobilu": 2, "Numerická způsobilost": 3, "Ekonomické povědomí": 2, "Právní povědomí": 2, "Jazyková způsobilost v češtině": 2, "Jazyková způsobilost v angličtině": 1, "": 0}, "mekke": {"Efektivní komunikace": 4, "Kooperace (spolupráce)": 4, "Kreativita": 4, "Flexibilita": 4, "Uspokojování zákaznických potřeb": 3, "Výkonnost": 4, "Samostatnost": 4, "Řešení problémů": 5, "Plánování a organizování práce": 4, "Celoživotní učení": 4, "Aktivní přístup": 4, "Zvládání zátěže": 3, "Objevování a orientace v informacích": 4, "": 0, "Ovlivňování ostatních": 3}}