{"odb_dov": {"Organizace a řízení činnosti pracovníků recepce": 7, "Zpracovávání podkladů pro účetnictví (pokladní kniha, evidence přijatých a vydaných účetních dokladů, výkazy tržeb, recepční uzávěrka apod.)": 6, "Kontrola prodeje doplňkového sortimentu a jeho evidence": 6, "Zpracovávání požadovaných agend (např. statistická hlášení, harmonogramy služeb, podklady pro zpracování mezd apod.)": 6, "Poskytování informací o ubytovacích a ostatních službách zákazníkům včetně informací o cenách poskytovaných služeb": 6, "Tlumočení poskytovaných informací, popř. tlumočení běžných rozhovorů mezi zákazníky a ostatním personálem": 6, "Kontrola vedení evidence ubytovaných hostů a poskytnutých služeb": 6, "Vyřizování závažných stížností či reklamací zákazníků": 6, "Příprava opatření pro zvýšení kvality poskytovaných ubytovacích služeb, v oblasti technického vybavení, v oblasti personální a v oblasti odměňování": 6, "Kontrola dodržování předpisů v oblasti hygieny, požární ochrany, bezpečnosti a ochrany zdraví při práci a vnitropodnikových směrnic či předpisů": 6, "Řízení a organizace pracovníků a činností k zabezpečení plynulého provozu svěřených úseků": 6, "Projednávání běžných záležitostí s kontrolními orgány státní správy": 5, "Koordinace činnosti bezpečnostní služby": 5}, "odb_zna": {"recepční činnost": 4, "provoz ubytovacích zařízení": 4}, "obecne": {"Počítačová způsobilost": 3, "": 0, "Numerická způsobilost": 2, "Ekonomické povědomí": 2, "Právní povědomí": 2, "Jazyková způsobilost v češtině": 3, "Jazyková způsobilost v angličtině": 2, "Jazyková způsobilost v dalším cizím jazyce": 2}, "mekke": {"Zvládání zátěže": 4, "Objevování a orientace v informacích": 3, "Vedení lidí (leadership)": 2, "Ovlivňování ostatních": 4, "Efektivní komunikace": 4, "Kooperace (spolupráce)": 4, "Kreativita": 3, "Flexibilita": 4, "Uspokojování zákaznických potřeb": 5, "Výkonnost": 4, "Samostatnost": 5, "Řešení problémů": 5, "Plánování a organizování práce": 4, "Celoživotní učení": 3, "Aktivní přístup": 4}}