{"odb_dov": {"Určování techniky a taktiky vedení zásahu k zajištění bezpečnosti a pořádku při záchranných akcích apod.": 4, "Vedení předepsané služební agendy a dokumentace, dokumentace prováděných šetření apod.": 4, "Poskytování předlékařské první pomoci": 4, "Stanovení postupu použití technických prostředků jednotek Hasičského záchranného sboru ČR": 4, "Plnění úkolů na daném úseku služební agendy dle řádů, metodik a platných právních předpisů Hasičského záchranného sboru ČR": 4, "Vyhodnocování situace na místě zásahu z hlediska potřeb nasazení technických prostředků Hasičského záchranného sboru ČR": 4, "Účast na pravidelném výcviku a odborné přípravě": 4, "Organizování odborné přípravy jednotek požární ochrany": 4, "Obsluha požární techniky, speciální požární a vyprošťovací techniky při zásazích, během výcviku apod.": 4, "Zachraňování a vyprošťování osob, zvířat a majetku při požárech, povodních, živelních pohromách, dopravních nehodách, průmyslových haváriích aj. kalamitních situacích": 4, "Provádění nejsložitějších záchranných prací při požárech, povodních, živelních pohromách, dopravních nehodách, průmyslových haváriích aj. kalamitních situacích": 4, "Provádění technických zásahů při rozsáhlých únicích nebezpečných látek (popř. při jejich hrozící možnosti), omezení jejich rozsahu, likvidace jejich následků apod.": 4, "Řízení jednotek požární ochrany při hasebních a záchranářských zásazích a výcviku": 4, "Řízení a provádění údržby a oprav záchranářské techniky a pomůcek": 4, "Operativní řešení organizačních a provozních problémů ve svěřené oblasti": 4, "Vyhledávání a záchrana osob a zvířat na místě zásahu jednotek požární ochrany": 4}, "odb_zna": {"činnosti hasiče": 4, "činnosti velitele hasičů": 4, "záchranářství": 4, "bezpečnost práce": 4, "záchranářská technika": 4, "předpisy a technické normy požární ochrany": 4, "zásady součinnosti s jednotkami IZS, Policie ČR a vymezenými osobami": 4, "chemické reakce a fyzikální procesy probíhající při hoření": 4, "první pomoc a zajišťování zdravotní péče v mimořádných a krizových situacích": 4, "postupy při vykonávání odborných a specializovaných činností vyplývající z rozsahu příslušného služebního místa u Hasičského záchranného sboru ČR": 4}, "obecne": {"Numerická způsobilost": 2, "Právní povědomí": 1, "Jazyková způsobilost v češtině": 1, "Počítačová způsobilost": 2, "Způsobilost k řízení osobního automobilu": 3}, "mekke": {"Efektivní komunikace": 4, "Samostatnost": 4, "Řešení problémů": 4, "Zvládání zátěže": 4, "Vedení lidí (leadership)": 4}}